Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So I decided I would build one windmill for myself.
ne: त्यसैले मैले मेरो निम्ति एउटा विन्डमिल बनाउछु भन्ने निधो गरे|

source: But I didn't have materials to use, so I went to a scrap yard where I found my materials.
ne: तर मसँग सरसामग्री त केही पनि थिएन | त्यसैले म कवाडीखानामा गएँ| जहाँ मैले मेरा सरसामग्रीहरु फेला पारें|

source: Many people, including my mother, said I was crazy.
ne: थुप्रै मान्छेहरुले, मेरो आमाले पनि, मलाई बौल्हायो भने|

source: (Laughter) I found a tractor fan, shock absorber, PVC pipes.
ne: (हाँसो) मैले एउटा टेक्टरको पंखा कम्पन नियन्त्रक, पिभिसी पाइप भेट्टाएँ|

source: Using a bicycle frame and an old bicycle dynamo, I built my machine.
ne: एउटा साइकलको फ्रेम र एउटा थोत्रो साइकलको डाइनामो प्रयोग गरि मैले मेरो मेसिन बनाएँ|

source: It was one light at first.
ne: पहिले एउटा बत्ति बल्यो|

source: And then four lights, with switches, and even a circuit breaker, modeled after an electric bell.
ne: र त्यस पछि चार ओटा, स्वीच सर्किट ब्रेकर सहित, सबै संरचना बिधुतिय घन्टी जस्तै गरि बनाइएको थियो|

source: Another machine pumps water for irrigation.
ne: अर्को मेसिनले चाही सिंचाइको लागि पानी पम्प गर्थ्यो|

source: Queues of people start lining up at my house (Laughter) to charge their mobile phone.
ne: मान्छेहरुको लामो लर्को मेरो घरको अगाडी देखा पर्न थाल्यो (हाँसो) मोबाइल चार्ज गर्नको लागि|

source: (Applause) I could not get rid of them.
ne: (ताली) मैले तिनीहरुबाट छुटकारा पाउन सकिन|

source: (Laughter) And the reporters came too, which lead to bloggers and which lead to a call from something called TED.
ne: (हाँसो) अनि पत्रकारहरु पनि आए, तिनीहरु बाट ब्लगरहरु तानिए अनि ति सबै कुराहरुले मलाई यो टेड भन्ने ठाउँबाट कल आउने बनाए|

source: I had never seen an airplane before.
ne: मैले कहिल्यै हवाइजहाज देखेको थिइन पहिले|

source: I had never slept in a hotel.
ne: म कहिल्यै होटेलमा पनि सुतेको थिईन |

source: So, on stage that day in Arusha, my English lost, I said something like, "I tried. And I made it."
ne: त्यसैले, त्यो दिन अरुशाको त्यो मंचमा, मेरो बोली हरायो| मैले यति मात्रै भनें कि,™ "मैले प्रयास गरें, अनि यसलाई बनाएँ|"

source: So I would like to say something to all the people out there like me to the Africans, and the poor who are struggling with your dreams.
ne: त्यसैले म यो भन्न चाहन्छु कि ति सबै मानिसहरुलाई, म जस्तै अफ्रिकनहरुलाई, र ती सबै गरीबहरू जो आफ्नो सपनाको खातिर संघर्स गर्दै छन,

source: God bless.
ne: भगवानले आसिर्बाद दिऊन|

source: Maybe one day you will watch this on the Internet.
ne: सायद तपाईंहरु कुनैदिन यो इन्टरनेटमा हेर्नु हुनेछ |

source: I say to you, trust yourself and believe.
ne: म तपाईंहरुलाई भन्छु कि, आफुप्रति विश्वास राख्नुस|

source: Whatever happens, don't give up.
ne: जे सुकै होस् तर हरेस नखानुस|

source: Good morning. How are you?
ne: सुभप्रभात। के छ त? सब ठिकठाक, हैन त?

source: It's been great, hasn't it?
ne: यी सबै कुराहरूले मलाई अचम्म र हैरान् तुल्यायो।

source: In fact, I'm leaving.
ne: वास्तवमा, म छोडेर जाँदैछु। (हाँसो)©

source: (Laughter) There have been three themes running through the conference, which are relevant to what I want to talk about.
ne: यहाँ तीन बिषयहरू छन, हैन त,♫ सम्मेलनको तयारी, र यी प्रासङ्गिक पनि छन् मैले भन्न चाहेका कुरासित।¼

source: One is the extraordinary evidence of human creativity in all of the presentations that we've had and in all of the people here; just the variety of it and the range of it.
ne: एउटा चाहिँ मानव सिर्जनशीलताको असाधारण प्रमाण हाम्रामा भएका सबै प्रस्तुतिहरूमा देखिएको छ र यहाँ उपस्थित सबै व्यक्तिहरूमा। मात्र यसको विविधता

source: The second is that it's put us in a place where we have no idea what's going to happen in terms of the future.
ne: र यसको प्रकार। दोस्रो चाहिँ यसले हामीलाई एउटा यस्तो ठाउँमा पुर्र्याएको छ जहाँ अब अगाडि भविष्यमा के हुँदैछ भन्ने, हामीलाई केहि थाहा छैन। अनि यो

source: No idea how this may play out.
ne: कसरी सकिएला भन्ने केहि थाहा छैन।

source: I have an interest in education.
ne: मलाई शिक्षामा रुचि छ --

source: Actually, what I find is, everybody has an interest in education.
ne: वास्तवमा, मलाई के लाग्छ भने सबैलाई शिक्षामा रुचि हुन्छ।

source: Don't you?
ne: तपाईँलाई छैन त? मलाई चाहिँ यो खुब रमाईलो लाग्छ।€

source: I find this very interesting.
ne: यदि तपाईँ कुनै रात्रिभोजमा हुनुहुन्छ, र तपाईँले भन्नुभयो कि

source: If you're at a dinner party, and you say you work in education -- actually, you're not often at dinner parties, frankly.
ne: तपाईँ शिक्षा क्षेत्रमा काम गर्नुहुन्छ -- वास्तवमा, प्रष्टै छ, यदि तपाईँ शिक्षामा काम गर्नुहुन्छ भने, तपाईं प्राय: भोजमै भेटिनुहुन्न।

source: (Laughter) If you work in education, you're not asked.
ne: (हाँसो) तपाईंलाई कसैले सोध्दैन।

source: (Laughter) And you're never asked back, curiously. That's strange to me.
ne: अनि तपाईँलाई फेरि कसैले सोध्दैन, उत्सुक भएर। त्यो मेरो लागि अचम्मको कुरा हो।

source: But if you are, and you say to somebody, you know, they say, "What do you do?"
ne: तर यदि तपाईँ शिक्षामै काम गर्नुहुन्छ, अनि तपाईँले कसैलाई भन्नुभयो भने, तपाईँलाई थाहै छ, उनीहरू भन्छन, "तपाईँ के गर्नुहुन्छ?"

source: and you say you work in education, you can see the blood run from their face.
ne: अनि तपाईँ आफू शिक्षामा काम गर्छु भन्नुहुन्छ, तपाईँले उनीहरूको अनुहारको रङ्ग हराएको देख्नुहुनेछ। तिनीहरू यस्तो खाले कुरा गर्छन्,

source: (Laughter) "My one night out all week."
ne: "हे भगवान," थाहा छ, "मै चाहिँ किन? मेरो साताभरिको यहि एउटा रात्रिभोजमा।" (हाँसो)

source: (Laughter) But if you ask about their education, they pin you to the wall, because it's one of those things that goes deep with people, am I right?
ne: तर यदि तपाईँले उनीहरूको शिक्षाको बारेमा सोध्नुभयो भने, उनीहरूले तपाईँलाई जकड्नेछन्। किनभने यो एउटा त्यस्तो कुरा हो जसले मानिसको भित्रसम्म छुन्छ, हैन त?

source: Like religion and money and other things.
ne: धर्म, अनि पैसा र अन्य कुराहरू जस्तै।♫

source: So I have a big interest in education, and I think we all do.
ne: मलाई शिक्षामा ठूलो रुचि छ, अनि मलाई लाग्छ हामी सबैलाई छ।

source: We have a huge vested interest in it, partly because it's education that's meant to take us into this future that we can't grasp.
ne: यसमा हाम्रो एउटा ठूलो अन्तर्निहित स्वार्थ छ,♪ केहि मात्रामा यसको कारण, शिक्षा नै यस्तो चिज हो जसले हामीले ग्रहण गर्न नसक्ने भविष्यमा हामीलाई लैजान्छ।

source: If you think of it, children starting school this year will be retiring in 2065.
ne: एक पटक सोच्नुस त, यस वर्ष विद्यालय शुरु गरेका केटाकेटीहरू सन २०६५ मा निवृत्त हुनेछन्। कसैलाई थाहा छैन --

source: Nobody has a clue, despite all the expertise that's been on parade for the past four days, what the world will look like in five years' time.
ne: गएका चार दिनमा यहाँ गरिएका सबै विशेषज्ञहरूका कुराहरूका बावजुद -- यो विश्व पाँच वर्षमा कस्तो देखिनेछ भनेर। तरै पनि हामी

source: And yet, we're meant to be educating them for it.
ne: उनीहरूलाई त्यसका निम्ति पढाईरहनु पर्दछ। त्यसैले यो अनुमानविहीनता, मलाई लाग्छ,

source: So the unpredictability, I think, is extraordinary.
ne: अद्भुत किसिमको छ।®

source: And the third part of this is that we've all agreed, nonetheless, on the really extraordinary capacities that children have -- their capacities for innovation.
ne: र यसको तेस्रो कुरा के हो भने जे भएपनि, हामी सबै सहमत छौँ बच्चाहरूसँग हुने साँच्चै अद्भुत क्षमतामा -- उनीहरूको नवीनताको क्षमतामा। मेरो मतलव, हिजो राती सिरेनाले अचम्मै गरिन,

source: I mean, Sirena last night was a marvel, wasn't she?
ne: हैन त? उनले के गर्न सक्दी रहिछन भन्ने हेर्दा त।

source: And she's exceptional, but I think she's not, so to speak, exceptional in the whole of childhood.
ne: र उनी अपवाद हुन, तर मलाई लाग्छ हैनन,अझ यसरी भनौं, सम्पूर्ण बचपनभरिमै अपवाद।

source: What you have there is a person of extraordinary dedication who found a talent.
ne: तपाईँले त्यहाँ देख्नुभएको एउटा असाधारण रुपमा समर्पित व्यक्ति हो जोसँग एउटा प्रतिभा छ। र मेरो असहमति के छ भने,

source: And my contention is, all kids have tremendous talents, and we squander them, pretty ruthlessly.
ne: सबै बच्चाहरूसँग अथाह प्रतिभा हुन्छ।€ र हामी ती प्रतिभालाई अत्यन्त निर्ममतापूर्वक नष्ट गर्दिन्छौं। त्यसैले म शिक्षाको बारेमा कुरा गर्न चाहन्छु र

source: So I want to talk about education, and I want to talk about creativity.
ne: म सिर्जनशीलताको बारेमा कुरा गर्न चाहन्छु। मेरो धारणा के हो भने

source: My contention is that creativity now is as important in education as literacy, and we should treat it with the same status.
ne: अहिले शिक्षामा सिर्जनशीलताको महत्व पनि साक्षरताको जत्तिकै छ, र हामीले यसलाई उत्तिकै महत्वका साथ हेर्नु पर्छ।

source: (Applause) That was it, by the way. Thank you very much.
ne: धेरै धेरै धन्यवाद। (हाँसो) भनेपछि, अब १५ मिनेट बाँकि।

source: (Laughter) So, 15 minutes left.
ne: अँ, म जन्मेको थिएँ ... अहँ। (हाँसो)

source: (Laughter) "Well, I was born ... " (Laughter) I heard a great story recently -- I love telling it -- of a little girl who was in a drawing lesson.
ne: मैले हालसालै एउटा गज्जबको कथा सुनेँ -- मलाई यो कथा भन्न रमाईलो लाग्छ -- चित्रकला कक्षामा बसेकी एउटी सानी नानीको कथा। छ वर्षकी नानी

source: She was six, and she was at the back, drawing, and the teacher said this girl hardly ever paid attention, and in this drawing lesson, she did.
ne: र उनी पछाडि बसेकी थिईन, चित्र कोर्दै, शिक्षीकाले भन्थिन कि ती नानीले कुनै कुरामा ध्यान दिन्नथिन, तर यो चित्रकलाको कक्षामा उनले ध्यान दिएकी थिईन।

source: She went over to her, and she said, "What are you drawing?"
ne: शिक्षीकालाई खुब अचम्म लागेछ र उनको छैउमा गईछन्

source: And the girl said, "I'm drawing a picture of God."
ne: र भनिछन, "तिमीले के को चित्र बनाई राखेको?" अनि ती नानीले भनिछन, "म ईश्वरको चित्र बनाउँदैछु।"

source: And the teacher said, "But nobody knows what God looks like."
ne: अनि शिक्षीकाले भनिछन, "तर ईश्वर कस्ता छन भनेर त कसैलाई पनि थाहा छैन।"¼

source: And the girl said, "They will in a minute."
ne: अनि ती नानीले भनिछन, "एक मिनेटपछि सबैले थाहा पाउनेछन।"

source: (Laughter) When my son was four in England -- actually, he was four everywhere, to be honest.
ne: (हाँसो) जब मेरो छोरो बेलायतमा चार वर्षको थियो -- वास्तवमा भन्दा, उ जहाँतहिँ चार वर्षकै थियो। (हाँसो) यदि ठ्याक्कै भन्ने हो भने, जहाँसुकै गएपनि, उ त्यस वर्ष चार वर्षको थियो।

source: He was in the Nativity play. Do you remember the story?
ne: ऊ नेटिभिटी प्लेमा थियो। तपाईँ त्यो कथा सम्झिनुहुन्छ?

source: (Laughter) No, it was big, it was a big story.
ne: अहँ, त्यो धेरै लामो थियो। यो लामो कथा थियो। मेल गिब्सनले यसको शृङ्खलै बनाएका छन।♫

source: (Laughter) "Nativity II."
ne: तपाईँले हेर्नुभएको होला: "नेटिभिटी २।" तर जेम्सले जोसेफको भूमिका पाएको थियो,

source: But James got the part of Joseph, which we were thrilled about.
ne: जसले हामीलाई रोमाञ्चित बनाएको थियो।£

source: We considered this to be one of the lead parts.
ne: हामीले यसलाई एक मुख्य भूमिकाका रुपमा लिएका थियौँ।

source: We had the place crammed full of agents in T-shirts: "James Robinson IS Joseph!"
ne: अनि त्यहाँ टी-सर्टमा बोलाईएका टन्नै एजेन्टहरूको भिड थियो: "जेम्स रबिन्सन जोसेफ नै हो!"

source: (Laughter) He didn't have to speak, but you know the bit where the three kings come in?
ne: (हाँसो) उसले बोल्नु पर्ने थिएन, तर तपाईँलाई थाहै छ त्यो खण्ड जहाँ तीन राजाहरू आउँछन्। उनीहरूले उपहारहरू लिएर आउँछन्,

source: They come in bearing gifts, gold, frankincense and myrrh.
ne: र उनीहरूले सुन, फ्रान्किन्सेन्स र मिर लिएर आउँछन्।

source: This really happened.
ne: यो साच्चैँ नै भयो। हामी त्यहाँ बसिराखेका थियौँ

source: We were sitting there, and I think they just went out of sequence, because we talked to the little boy afterward and said, "You OK with that?" They said, "Yeah, why? Was that wrong?"
ne: अनि मलाई लाग्छ उनीहरू कथाको क्रमबाट बाहिर गए, किनभने हामीले पछि त्यो बच्चासँग कुरा गर्दा भन्यौँ, "तिमीलाई ठिकै लाग्यो त?" अनि उसले भन्यो, "अँ, किन? केहि बिग्र्यो र?" उनीहरूले बद्लि गरे, त्यत्ति मात्रै हो।

source: They just switched.
ne: जे होस, ती तीनजना केटाहरू आए --

source: The three boys came in, four-year-olds with tea towels on their heads.
ne: टाउकामा टावेल राखेका चार वर्षे बच्चाहरू --

source: They put these boxes down, and the first boy said, "I bring you gold."
ne: अनि उनीहरूले ती बक्साहरू भुईँमा राखे, अनि पहिलो केटोले भन्यो, "मैले यहाँको लागि सुन ल्याएको छु।"

source: And the second boy said, "I bring you myrrh."
ne: अनि दोस्रो केटोले भन्यो, "मैले यहाँको लागि मिर ल्याएको छु।"

source: And the third boy said, "Frank sent this."
ne: अनि तेस्रो केटोले भन्यो, "फ्र्याङ्कले पठाएको।" (हाँसो)

source: (Laughter) What these things have in common is that kids will take a chance.
ne: यी कुराहरूमा समानता के छ भने बच्चाहरू अवसर लिईहाल्छन्।

source: If they don't know, they'll have a go.
ne: उनीहरूले कुनै कुरा जानेनन भने पनि केहि चाहिँ गरिहाल्छन्।

source: Am I right? They're not frightened of being wrong.
ne: हैन त? उनीहरू गलत हुन डराउँदैनन्। अब, मैले भन्न खोजेको कुरा यो हैन कि गलत हुनु र सिर्जनशील हुनु भनेको एकै हो।

source: What we do know is, if you're not prepared to be wrong, you'll never come up with anything original -- if you're not prepared to be wrong.
ne: हामीलाई यो थाहा छ कि, यदि तपाईँ गलत हुन तयार हुनुहुन्न भने, तपाईँ कुनै कुरामा कहिल्यै मौलिकता ल्याउन सक्नुहुन्न। यदि तपाईँ गलत हुन तयार हुनुहुन्न भने। अनि बच्चाहरू जब बयस्क भईसक्छन्,

source: And by the time they get to be adults, most kids have lost that capacity.
ne: धेरैजसोले त्यो क्षमता गुमाईसकेका हुन्छन्।

source: They have become frightened of being wrong.
ne: उनीहरू गलत हुनबाट डराउने हुन्छन्।

source: And we run our companies like this.
ne: अनि, हामी हाम्रा कम्पनीहरू पनि यसरी नै चलाउँछौँ।®

source: We stigmatize mistakes.
ne: हामी गल्तीहरूलाई नराम्रो रुपमा हेर्छौँ। अनि हामी अहिले

source: And we're now running national education systems where mistakes are the worst thing you can make.
ne: यस्तो प्रकारको राष्ट्रिय शिक्षा पद्धति चलाउँदैछौँ जहाँ गल्ती भनेको तपाईँले गर्नैनहुने सबैभन्दा नराम्रो कुरा हो।

source: And the result is that we are educating people out of their creative capacities.
ne: र यसको परिणाम भने हामी मानिसलाई उनीहरूको सिर्जनशील क्षमताभन्दा बाहिर शिक्षा दिईराखेका छौं। पिकासोले एकपटक यसो भनेका थिए।

source: Picasso once said this, he said that all children are born artists.
ne: उनले भनेका थिए कि सबै बच्चाहरू जन्मिँदा कलाकार हुन्छन्।

source: The problem is to remain an artist as we grow up.
ne: समस्या भने हामी बढ्दै जाँदा पनि कलाकारनै रहिरहनु हो। म यसलाई पूर्ण विश्वास गर्छु कि,

source: I believe this passionately, that we don't grow into creativity, we grow out of it.
ne: हामी सिर्जनशीलतातिर बढ्दैनौ, हामी यसबाट बाहिरतिर बढ्छौँ। अझ भन्दा, हामी यसबाट बाहिर शिक्षित हुन्छौँ।

source: Or rather, we get educated out of it.
ne: त्यसोभए किन यस्तो छ त?

source: So why is this?
ne: म करिब ५ बर्षअघिसम्म स्ट्र्याटफर्ड-अन-एभनमा बस्थेँ।

source: In fact, we moved from Stratford to Los Angeles.
ne: वास्तवमा, हामी स्ट्र्याटफर्डबाट लस एञ्जलस सरेका हौँ। यसबाट यो परिवर्तन कति सजिलो भयो होला भनेर तपाईँले अनुमान गर्न सक्नुहुन्छ।

source: (Laughter) Actually, we lived in a place called Snitterfield, just outside Stratford, which is where Shakespeare's father was born.
ne: (हाँसो) वास्तवमा, हामी एउटा स्निटरफिल्ड भन्ने ठाउँमा बस्थ्यौँ, स्ट्र्याटफर्डको केहि बाहिर मात्र, जहाँ शेक्सपियरका बाबु जन्मेका थिए। तपाईँ अर्को अचम्ममा पर्नु भयो?

source: Are you struck by a new thought? I was.
ne: म चाहिँ परेको थिएँ है।

source: You don't think of Shakespeare having a father, do you?
ne: तपाईँले शेक्सपियरका बाबु पनि थिए भनेर सोच्नुहुन्न, सोच्नुहुन्छ त?

source: Do you?
ne: सोच्नु हुन्छ त? किनभने तपाईँ शेक्सपियर

source: Because you don't think of Shakespeare being a child, do you?
ne: लाई बच्चाको रुपमा सोच्नुहुन्न, हैन त?

source: Shakespeare being seven?
ne: सात वर्षका शेक्सपियर? मैले यो कुरा कहिल्यै सोचेको थिईन। मेरो मतलव, उनी

source: I mean, he was seven at some point.
ne: एकपटक सात वर्षका त थिए नि। उनी

source: He was in somebody's English class, wasn't he?
ne: कसैको अङ्ग्रेजी कक्षामा थिए, हैन त?

source: (Laughter) How annoying would that be?
ne: त्यो कस्तो दिक्कलाग्दो हुन्थ्यो होला? (हाँसो) "अझ कडा परिश्रम गर्नुपर्छ।" उनका बाबुले सुत्न पठाउँदा, क्या त,

source: (Laughter) Being sent to bed by his dad, to Shakespeare, "Go to bed, now!"
ne: शेक्सपियरलाई, "जाऊ सुत, चाँडै,"

source: To William Shakespeare.
ne: विलियम शेक्सपियरलाई, "अनि त्यो कलम छोड्दे त।

source: "And put the pencil down!"
ne: अनि त्यसरी कुरा गर्नु हुँदैन। यसले सबैलाई दोधारमा पार्छ।"

source: (Laughter) "It's confusing everybody."
ne: (हाँसो)

source: (Laughter) Anyway, we moved from Stratford to Los Angeles, and I just want to say a word about the transition.
ne: जे होस, हामी स्ट्र्याटफर्डबाट लस एञ्जलस गयौँ, र म, वास्तवमा, त्यो परिवर्तनका बारे एउटा शब्द भन्न चाहन्छु। मेरो छोरो आउन चाहेको थिएन।

source: I've got two kids; he's 21 now, my daughter's 16.
ne: मेरो दुई बच्चा छन्। ऊ अहिले २१ वर्षको भयो, मेरी छोरी १६ वर्षकी छ।

source: He didn't want to come to Los Angeles.
ne: ऊ लस एञ्जलस आउन चाहेको थिएन। उसलाई यो ठाऊँ मन परेको थियो,

source: He loved it, but he had a girlfriend in England.
ne: तर बेलायतमा उसकी एकजना प्रेमिका थिई। सेरा, उसको जीवनकी प्रेमिका।

source: This was the love of his life, Sarah.
ne: ऊसले ऊनलाई चिनेको एकमहिना भएको थियो।

source: He'd known her for a month.
ne: ख्याल गर्नुस, ऊनीहरूले चौथो वार्षिकोत्सव मनाईसकेका थिए,

source: (Laughter) Mind you, they'd had their fourth anniversary, because it's a long time when you're 16.
ne: किनभने १६ वर्षको हुँदा यो लामो समय हो।© जे होस, उसले हवाईजहाजमा साँच्चै चित्त दुखाएको थियो,

source: He said, "I'll never find another girl like Sarah."
ne: अनि उसले भनेको थियो, "मैले सेराजस्तो अर्को केटी कहिल्यै भेटाउने छैन।"

source: And we were rather pleased about that, frankly -- (Laughter) because she was the main reason we were leaving the country.
ne: अनि हामीलाई भने यो कुराले खुशी लागिराखेको थियो, साँच्चै भन्दा, किनभने हामीले देश छोड्नुको मुख्य कारण ऊनी नै थिईन।

source: (Laughter) But something strikes you when you move to America and travel around the world: every education system on earth has the same hierarchy of subjects.
ne: (हाँसो) तर जब तपाईँ अमेरीका सर्नुहुन्छ तपाईँलाई केही कुराले छोप्छ र तपाईँ पृथ्वीमा जहाँ पुग्नुभयो भने पनि: विश्वका सबै शिक्षा पद्धतिमा उहि प्रकारका विषयगत तहहरू छन्। जुनसुकै ठाउँमा पनि। तपाईँ जहाँ गएपनि केहि फरक पर्दैन।

source: Every one. Doesn't matter where you go.
ne: तपाईँलाई यस्तो हुँदैन जस्तो लाग्ला, तर हैन।

source: You'd think it would be otherwise, but it isn't.
ne: माथिल्लो तहमा गणित र भाषाहरू हुन्छन्,

source: At the top are mathematics and languages, then the humanities.
ne: अनि मानविकी, अनि कलाहरू सबैभन्दा तल हुन्छन्।

source: At the bottom are the arts. Everywhere on earth.
ne: पृथ्वीको जुनसुकै ठाउँमा पनि।

source: And in pretty much every system, too, there's a hierarchy within the arts.
ne: अनि प्राय:जसो सबै पद्दतिमा पनि,

source: Art and music are normally given a higher status in schools than drama and dance.
ne: कलाहरूभित्र पनि अझ तहहरू हुन्छन्।¼ विद्यालयहरूमा साधारणतया कला र सङ्गीतलाई उपल्लो दर्जा दिईन्छ त्यसपछि नाटक र नृत्य। यो ग्रहमा एउटा पनि त्यस्तो शिक्षा पद्दति छैन जहाँ

source: There isn't an education system on the planet that teaches dance every day to children the way we teach them mathematics.
ne: बच्चाहरूलाई हरेक दिन नृत्य सिकाईन्छ हामीले ऊनीहरूलाई गणित पढाएको जस्तै। किन?

source: I think this is rather important.
ne: मलाई लाग्छ गणित एकदमै महत्वपूर्ण हो, तर नृत्यपनि उत्तिकै हो।

source: Children dance all the time if they're allowed to, we all do.
ne: बच्चाहरूलाई दियो भने जतिबेला पनि नाच्छन, हामी सबै नाच्छौँ।

source: We all have bodies, don't we? Did I miss a meeting?
ne: हामी सबैको शरीर छ, हैन त? मैले केहि विर्शेको त छैन नि?

source: (Laughter) Truthfully, what happens is, as children grow up, we start to educate them progressively from the waist up.
ne: (हाँसो) साँचो भन्दा, के हुन्छ भने, जब बच्चाहरू बढ्दै जान्छन, हामी ऊनीहरूलाई क्रमिकरुपमा कम्मरदेखि माथितिर पढाउँदै जान्छौँ। अनि त्यसपछि हामी ऊनीहरूको टाउकोमा केन्द्रित हुन्छौँ।

source: And then we focus on their heads.
ne: अनि विस्तारै एउटा भागतिर।

source: And slightly to one side.
ne: यदि तपाईले एउटा वाह्यजीवको रुपमा शिक्षालाई हेर्नुपर्ने भएमा,

source: If you were to visit education as an alien and say "What's it for, public education?"
ne: अनि "के का लागि हो, सार्वजनिक शिक्षा?" भनेर भन्नुपर्ने भएमा,

source: I think you'd have to conclude, if you look at the output, who really succeeds by this, who does everything they should, who gets all the brownie points, who are the winners -- I think you'd have to conclude the whole purpose of public education throughout the world is to produce university professors.
ne: मलाई लाग्छ कि तपाईँ निश्कर्षमा पुग्नुहुन्छ -- यदि तपाईँले उत्पादन हेर्नुभयो भने, यसबाट को को साँच्चै सफल हुन्छन्, क कसले ऊनीहरूले गर्नुपर्ने सबै कुरा गर्छन्, क कसले सबै अङ्कहरू पाउँछन, कसले जित्छन् -- मलाई लाग्छ तपाईँ यो निष्कर्षमा पुग्नुपर्ने हुन्छ कि सार्वजनिक शिक्षाको सम्पूर्ण उद्देश्य विश्वभरि नै विश्वविद्यालयका प्राध्यापकहरू उत्पादन गर्नु हो, हैन त?

source: They're the people who come out the top.
ne: ऊनीहरू नै हुन जो अग्र स्थानमा आउँछन्।

source: And I used to be one, so there.
ne: अनि म पनि त्यस्तै एकजना थिएँ। (हाँसो)©

source: (Laughter) And I like university professors, but, you know, we shouldn't hold them up as the high-water mark of all human achievement.
ne: अनि मलाई विश्वविद्यालयका प्राध्यापकहरू मन पर्छन, तर तपाईँलाई थाहा छ, हामीले ऊनीहरूलाई सम्पूर्ण मानव उपलब्धिकै चरमविन्दुको रुपमा राख्नु हुँदैन।

source: They're just a form of life.
ne: ऊनीहरू जीवनको एउटा प्रकार मात्र हुन,®

source: Another form of life.
ne: जीवनको अर्को प्रकार। तर तिनीहरू बरु जिज्ञासु हुन्छन्,

source: But they're rather curious.
ne: अनि मैले यो कुरा ऊनीहरूलाई माया गरेर भनेको हुँ।

source: And I say this out of affection for them: there's something curious about professors.
ne: मेरो अनुभवमा प्राध्यापकहरूको बारेमा एउटा रमाईलो कुरा छ --

source: In my experience -- not all of them, but typically -- they live in their heads.
ne: सबैचाहिँ हैन, तर प्राय:जसो -- उनीहरू आफ्नो टाउकोले बाँच्छन्।

source: They live up there and slightly to one side.
ne: ऊनीहरू त्यहाँ माथि बाँच्छन, र अलिकति एकातिर। एक प्रकारले ऊनीहरू, शाब्दिक रुपमा, शरीरविहीन हुन्छन्।

source: They look upon their body as a form of transport for their heads.
ne: ऊनीहरू आफ्नो शरीरलाई एक प्रकारको टाउकोको वाहन जसरी लिन्छन, हैन त?

source: (Laughter) Don't they?
ne: (हाँसो) यो ऊनीहरूको टाउकोलाई बैठकहरूमा लैजाने एउटा माध्यम हो।

source: (Laughter) If you want real evidence of out-of-body experiences, by the way, get yourself along to a residential conference of senior academics and pop into the discotheque on the final night.
ne: तपाईँ शरीरविहीनताको साँचो प्रमाण खोज्नुहुन्छ भने, तपाईँ आवाशीय सम्मेलनमा जानुस, वरिष्ठ प्राज्ञहरूको, अनि अन्तिम रातको डिस्कोमा जानुस।

source: (Laughter) And there, you will see it.
ne: (हाँसो) अनि त्यहाँ तपाईँले देख्नुहुनेछ -- लोग्नेमान्छे र आईमाईहरू

source: Grown men and women writhing uncontrollably, off the beat.
ne: बेतालमा, अनियन्त्रित रुपमा शरीर बटारिरहेका,

source: (Laughter) Waiting until it ends, so they can go home and write a paper about it.
ne: ता कि घर गएपछि यसको बारेमा एउटा लेखै लेख्न सकियोस भनेर अन्तिमसम्म पर्खिरहेका। अहिले हाम्रो शिक्षा पद्दती प्राज्ञिक क्षमताको अवधारणामा खडा छ।

source: (Laughter) Our education system is predicated on the idea of academic ability.
ne: र यसको एउटा कारण छ।

source: Around the world, there were no public systems of education, really, before the 19th century.
ne: यो सबै पद्दति विश्वभरि त्यतिबेला आविश्कार गरिएको थियो जतिबेला सार्वजनिक शिक्षा नै थिएन, साँच्चै, १९औँ शताब्दी अगाडि। त्यतिबेला ती सबै कुराहरू औद्योगिकीकरणका

source: They all came into being to meet the needs of industrialism.
ne: आवश्यकताहरू पुर्ति गर्न शुरु गरिएका थिए। त्यसैले यो तहगत प्रणाली दुई विचारधाराहरूमा आधारित छ।

source: Number one, that the most useful subjects for work are at the top.
ne: प्रथम, कामका लागि सबैभन्दा बढी चाहिने विषयहरू

source: So you were probably steered benignly away from things at school when you were a kid, things you liked, on the grounds you would never get a job doing that.
ne: माथि छन्। त्यसले गर्दा तपाईँलाई बच्चै हुँदा मृदुभावले तपाईँलाई मन पर्ने कुराहरूबाट टाढा लगिन्छ, यो आधारमा कि, तपाईँले ती काम गरेर कहिल्यै नोकरी पाउनुहुन्न। हो कि हैन?
